[
   {
      "name": "Corsair HS60 PRO - 7.1 Virtual Surround Sound Gaming Headset with USB DAC - Works with PC, Xbox Series X, Xbox Series S, Xbox One, PS5, PS4, and Nintendo Switch - Carbon (CA-9011213-NA)",
      "slug": "corsair-hs-60-pro",
      "about": "Headset Frequency Response 20Hz - 20 kHz..Headphones fit type:On-Ear.Headphone Sensitivity 111dB (plus / minus3dB)|Adjustable ear cups fitted with plush memory foam provide exceptional comfort for hours of gameplay|High-quality custom-tuned 50mm neodymium Audio drivers superb sound quality with the range to hear everything you need to on the battlefield|Immerse yourself in 7.1 surround sound on PC creating a multi-channel audio experience that puts you in the middle of your game|A fully detachable noise-cancelling unidirectional microphone reduces ambient noise for excellent voice clarity",
      "price": 24.71,
      "images": ["https://m.media-amazon.com/images/I/61FG641dbtL._AC_SL1500_.jpg", "https://m.media-amazon.com/images/I/71dwBdeIsSL._AC_SL1500_.jpg", "https://m.media-amazon.com/images/I/71RdsAZ8bzL._AC_SL1500_.jpg", "https://m.media-amazon.com/images/I/71J0xBWP-9L._AC_SL1500_.jpg", "https://m.media-amazon.com/images/I/71hkLUL0m8L._AC_SL1500_.jpg"],
      "categoryId": "64282abbe5257767e9500b0e"
   },
   {
      "name": "FIFINE Gaming PC USB Microphone, Podcast Condenser Mic with Boom Arm, Pop Filter, Mute Button for Streaming, Twitch, Online Chat, RGB Computer Mic for PS4/5 PC Gamer Youtuber-AmpliGame A6T",
      "slug": "gaming-pc-usb-microphone",
      "about": "[Right Out-of-the-Box] The plug-and-play gaming microphone set is no need additional plug-ins or complicated device setup steps. The USB microphone for PC is compatible with Windows, Mac OS and Mac/PS4/PS5. The streaming microphone end is reversible type-c interface, no trouble to plug the right way in dim game atmosphere. The 8.3ft (2.5m) USB cable is long enough to extend from behind the host to the desktop for clear audio gaming singing recording.|[Cool Lighting Design] Two-tone automatic gradient RGB makes your PC microphone icing on the cake. With soft and coordinated light effects, your game video or live streaming will be more rainbow eye-catching via the PC mic with boom arm. Make your channel stands out from ranking list. If you just a game player, the rich RGB on the streamer mic matching with your flowing colors computer accessories can meet the needs of more game atmosphere.|[Easier Function Use] Setting touch-mute button on the top can be easily tapped with one hand, instead of holding the computer microphone for gaming to press a button. Quick mute will not affect your Macbook computer keyboard operation, nor making a ticking sound. The big volume knob control at the USB mic bottom makes fine-tuning easier, and you can adjust the boom mic volume at will without leaving sights from the game screen.|[Original Sound Reproduction] Working with upgraded USB condenser microphone capsule, A6T can better achieve energetic and warm vocal, which make it sound like you and your teammates are playing in the same room. Cardioid polar pattern is sensitive to pick up and owns high recognize to the front voice. The PC microphone gaming is very suitable for tactical games to effectively improve communication with teammates.|[Effective Accessories] With wide extensibility, the boom arm is great for gamers who have various items on desk. You can pull the podcast microphone near by your mouth when in use, or fold it away to save more space. Shock mount on the microphone for streaming will not loosen, further reducing machine noises and vibrations caused by gaming. External detachable pop filter can reduce popping noise but not block the computer game screen.",
      "price": 52.46,
      "images": ["https://m.media-amazon.com/images/I/61NrAZHeuCL._AC_SL1200_.jpg", "https://m.media-amazon.com/images/I/71s+YN+yH1L._AC_SL1200_.jpg", "https://m.media-amazon.com/images/I/61JSn+q0p6L._AC_SL1200_.jpg", "https://m.media-amazon.com/images/I/71zHIyLjt9L._AC_SL1200_.jpg", "https://m.media-amazon.com/images/I/61jRN5mNFgL._AC_SL1200_.jpg"],
      "categoryId": "64282abbe5257767e9500b0e"
   },
   {
      "name": "Lenovo - 2022 - IdeaPad Gaming 3 - Essential Gaming Laptop Computer - 15.6 FHD - 120Hz - IdeaPad Gaming RTX 3050 - 256GB NVMe Storage - NVIDIA GeForce RTX 3050 Graphics - Windows 11 Home",
      "slug": "lenovo-note-gaming",
      "about": "Boost your gaming performance with the latest generation AMD Ryzen 6000 Series processors and a 15.6 FHD IPS screen with 120Hz refresh rate|GeForce RTX 30 Series GPUs deliver the ultimate performance for gamers and creators, powered by Ampere - NVIDIA’s 2nd gen RTX architecture - with new RT Cores, Tensor Cores, and streaming multiprocessors for realistic ray-traced graphics and cutting-edge AI features|The signature Lenovo gaming keyboard comes with all the best media control and number pad features stocked out of the box|Excellent battery life lets you take this gaming laptop with you; use Rapid Charge to boost your battery by 40% in just 15 minutes|Stay connected: this Windows gaming laptop offers built-in WiFi and Bluetooth, two USB-A ports, one USB-C (DisplayPort 1.4, Power Delivery 3.0), HDMI 2.0, RJ45, and an audio jack",
      "price": 788.20,
      "images": ["https://m.media-amazon.com/images/I/81zcUyiNcUL._AC_SL1500_.jpg", "https://m.media-amazon.com/images/I/81+9W1bYZyL._AC_SL1500_.jpg", "https://m.media-amazon.com/images/I/81VA7TFng9L._AC_SL1500_.jpg", "https://m.media-amazon.com/images/I/916smstqHlL._AC_SL1500_.jpg", "https://m.media-amazon.com/images/I/71ARJeYpCjL._AC_SL1500_.jpg"],
      "categoryId": "64282b3be5257767e9500b0f"
   },
   {
      "name": "Acer Nitro 5 AN515-57-79TD Gaming Laptop | Intel Core i7-11800H | NVIDIA GeForce RTX 3050 Ti Laptop GPU | 15.6 FHD 144Hz IPS Display | 8GB DDR4 | 512GB NVMe SSD | Killer Wi-Fi 6 | Backlit Keyboard",
      "slug": "acer-note-gaming",
      "about": "Dominate the Game: With the 11th Gen Intel Core i7-11800H processor, your Nitro 5 is packed with incredible power for all your games|RTX, It's On: The latest NVIDIA GeForce RTX 3050 Ti (4GB dedicated GDDR6 VRAM) is powered by award-winning architecture with new Ray Tracing Cores, Tensor Cores, and streaming multiprocessors support DirectX 12 Ultimate for the ultimate gaming performance|Visual Intensity: Explore game worlds in Full HD detail on the 15.6 widescreen LED-backlit IPS display with 1920 x 1080 resolution, 144Hz refresh rate and 80% screen-to-body, 16:9 aspect ratio|Internal Specifications: 8GB DDR4 3200MHz Memory (2 DDR4 Slots Total, Maximum 32GB); 512GB NVMe SSD (2 x PCIe M.2 Slots, 1 x 2.5 Hard Drive Bay Available)|Prioritize Your Gameplay: Killer DoubleShot Pro with Ethernet E2600 and Killer Wi-Fi 6 1650 lets you use Wi-Fi and Ethernet at the same time, and have total control over priority traffic to maximize speed, throughput, and control",
      "price": 859.50,
      "images": ["https://m.media-amazon.com/images/I/81lDOtJRTkL._AC_SL1500_.jpg", "https://m.media-amazon.com/images/I/718Q7k24lwL._AC_SL1500_.jpg", "https://m.media-amazon.com/images/I/71fxq6a8JsL._AC_SL1500_.jpg", "https://m.media-amazon.com/images/I/61RZ66UNwNL._AC_SL1500_.jpg", "https://m.media-amazon.com/images/I/818yIBW4PnL._AC_SL1500_.jpg"],
      "categoryId": "64282b3be5257767e9500b0f"
   },
   {
      "name": "Playstation Sony 4, 500GB Slim System [CUH-2215AB01], Black, 3003347",
      "slug": "playstation-sony-4",
      "about": "Brand New in box. The product ships with all relevant accessories|Input Device - Gamepad|Color - Black|Connectivity Technology - HDMI",
      "price": 213.90,
      "images": ["https://m.media-amazon.com/images/I/51tbWVPtckL._AC_SL1500_.jpg", "https://m.media-amazon.com/images/I/51HPlBnOoBL._AC_SL1500_.jpg", "https://m.media-amazon.com/images/I/51i02UwPE2L._AC_SL1500_.jpg", "https://m.media-amazon.com/images/I/51uEBlmY5VL._AC_SL1500_.jpg", "https://m.media-amazon.com/images/I/417XzsoQfaL._AC_SL1500_.jpg"],
      "categoryId": "64282b72e5257767e9500b10"
   },
   {
      "name": "SIKEMAY PS5 Console Faceplate, Hard Shockproof Playstation 5 Face Plate Shell Skin Case, ABS Anti-Scratch Dustproof PS5 Gaming Console Cover Replacement Accessories for PS5 Disc Edition - Black",
      "slug": "playstation-sony-5",
      "about": "★【The Dark Knight Kit】Specialized design come from SIKEMAY for your beloved PS5 console and controller. Our PS5 face plates can be precise and completely replace the original cover on your PlayStation 5 console, and provide stronger protection and a unique new visual effects. The high quality silicone grip cover PS5 skin perfectly fits and protection PS5 dualsense controllers, stronger anti-slip comfortable design, smooth and soft to the touch. (Only for PS5 CD Disc edition)|★【Perfectly Fit PS5 Console】This PS5 console plates cover only suitable for Playstation 5 disc version. Professional and precise design consistent with the original shell, easily access all cable port and buttons, will not affect the use of any functions.|★【Stronger Protection】Shockproof, Anti-Scratch, Dustproof. The protective cover case skin is made of TOP quality impact-resistant hard ABS material, which is not easy to deform, can effectively resist the impact, dust, water stains and scratch damage in daily use, can stronger protect your console and keep it as new always, extended service life.|★【Easy to Install & Remove】Everyone can replace this PS5 faceplate quickly and easily: ①Lift under the rear corner of the protective cover where the PS5 logo is located, release the circular buckle. ②Push the cover down toward the bottom of the console, the cover will slide off. ③Align the new cover with the hole on the host, confirm the hooks resting into their positions, push the new cover up toward the top of the console and then the buckle will complete the fixation|★【Package Contents】1 x PS5 Console Faceplates, 2 x PS5 Controller Skins (Other accessories demo in the picture is not included) == SIKEMAY replacement PS5 console faceplate shell, let you have a unique new PS5 and it will make more different gaming experience to you. If you have any quality problem or questions, please feel free to contact us. We know you’ll love this just as much as we do for instant gratification",
      "price": 750.3,
      "images": ["https://m.media-amazon.com/images/I/61rdWcIRmKL._AC_SL1500_.jpg", "https://m.media-amazon.com/images/I/716giRS60mS._AC_SL1500_.jpg", "https://m.media-amazon.com/images/I/61zK6bq+B8L._AC_SL1500_.jpg", "https://m.media-amazon.com/images/I/61awPsC9ixS._AC_SL1500_.jpg", "https://m.media-amazon.com/images/I/71OOLnwJLWL._AC_SL1500_.jpg"],
      "categoryId": "64282b72e5257767e9500b10"
   },
   {
      "name": "Mielle Organics Rosemary Mint Scalp & Hair Strengthening Oil With Biotin & Essential Oils, Nourishing Treatment for Split Ends and Dry Scalp for All Hair Types, 2-Fluid Ounces",
      "slug": "rosemary-mint",
      "about": "NOURISH & STRENGTHEN: Our nutrient-rich, biotin-infused treatment can be used as part of your everyday hair care routine or as an intensive deep treatment to prevent damage for strong, lustrous hair with a fresh, invigorating scent|SMOOTH SPLIT ENDS: This lightweight treatment nourishes split ends and hair follicles for a sleek look; Apply to the ends of hair before you shampoo to soothe and smooth for a healthy, shiny finish that can be air-dried or styled as desired|SOOTHE DRY SCALP: This rich blend of over 30 essential oils and nutrients deeply penetrates the scalp to increase circulation, combat dandruff, and comfort itchy, sensitive skin while working to strengthen, lengthen, nourish, and protect hair|SAFE FOR ALL HAIR TYPES: Our versatile Rosemary Mint Scalp & Hair Strengthening Oil promotes radiant hair for all hair types and deeply nourishes types 3A to 4C, chemically-treated hair, braids, weaves, and both low and high porosity level hair|BY WOMEN FOR WOMEN: Mielle Organics aims to empower women of all hair types and styles with powerful products and gentle, organic ingredients that amplify your natural beauty and are the “root to results” that leave you looking and feeling your best",
      "price": 18.10,
      "images": ["https://m.media-amazon.com/images/I/716gEi8p8IL._SL1500_.jpg", "https://m.media-amazon.com/images/I/91RVT46ElxL._SL1500_.jpg", "https://m.media-amazon.com/images/I/81qZH0mElyL._SL1500_.jpg", "https://m.media-amazon.com/images/I/71g7OHhwQEL._SL1500_.jpg", "https://m.media-amazon.com/images/I/71WXrTVM8oL._SL1500_.jpg"],
      "categoryId": "64282bb6e5257767e9500b11"
   },
   {
      "name": "Mighty Patch Original from Hero Cosmetics - Hydrocolloid Acne Pimple Patch for Covering Zits and Blemishes, Spot Stickers for Face and Skin, Vegan-friendly and Not Tested on Animals (36 Count)",
      "slug": "mighty-patch",
      "about": "The Original Award-Winning Acne Patch: Mighty Patch is a hydrocolloid sticker that improves the look of pimples overnight without the popping. Just stick it on, get some sleep, and wake up with clearer-looking skin|Results in 6-8 Hours: Absorbs pimple gunk thanks to our medical-grade hydrocolloid. Clinically tested, drug-free, and safe for all skin types|All-Night Adhesion: Strong enough to stay on through a whole night of tossing, turning, and pillow-squishing. Easy to remove in the AM without redness or irritation|Blends Seamlessly into Skin: The thin sticker with a translucent matte finish keeps your pimple under wraps day or night. You might just forget you’re even wearing it|Peace-Of-Mind Design: Our hydrocolloid patches are UV sterilized, and allergy tested. Each box comes with 36 medium dots (12 millimeters) on easy-peel perforated sheets",
      "price": 27.88,
      "images": ["https://m.media-amazon.com/images/I/61NCz9l8C+L._SL1500_.jpg", "https://m.media-amazon.com/images/I/61ZErsKYHjL._SL1080_.jpg", "https://m.media-amazon.com/images/I/61W2OqAsnUL._SL1080_.jpg", "https://m.media-amazon.com/images/I/51xiiA2jDAL._SL1080_.jpg", "https://m.media-amazon.com/images/I/51ZcrfYywWL._SL1080_.jpg"],
      "categoryId": "64282bb6e5257767e9500b11"
   },
   {
      "name": "Goosebumps Night of Scares",
      "slug": "goosebumps-night-of-scares",
      "about": "The first-ever Goosebumps game for Smart Phones and Tablets|Virtual Reality mode: Place your phone in a VR-compatible headset to get even closer to the action! Compatible with any Smart Phone-compatible VR headset|Goosebumps’ greatest monsters come to life, including Slappy the Dummy, evil gnomes, werewolves, and more|Jump scares galore! Play a terrifying survival game of hide-n-seek with Goosebumps’ most feared villains|Hide to survive! Learn the secrets of R.L. Stine’s mysterious house to avoid being detected",
      "price": 2.99,
      "images": ["https://m.media-amazon.com/images/I/A1j+kw7TWHL.png", "https://m.media-amazon.com/images/I/A1+lsFTl9XL.png", "https://m.media-amazon.com/images/I/B1tV3rpFHtS.png", "https://m.media-amazon.com/images/I/A1LNptxCI6L.png"],
      "categoryId": "64282bdfe5257767e9500b12"
   },
   {
      "name": "A TIME IN SPACE VR CARDBOARD",
      "slug": "space-vr",
      "about": "Virtual reality|Space trip|No adds",
      "price": 1.30,
      "images": ["https://m.media-amazon.com/images/I/71+W-SqP-1L.jpg", "https://m.media-amazon.com/images/I/71Ft73hPzzL.jpg", "https://m.media-amazon.com/images/I/71HPPCrpIDL.jpg", "https://m.media-amazon.com/images/I/71agqtt4F2L.jpg"],
      "categoryId": "64282bdfe5257767e9500b12"
   }
]